#Fri Sep 28 06:19:02 EDT 2007
pluginName=Eclipse Platform
providerName=Eclipse.org
productName=Eclipse Platform
productBlurb=Eclipse Platform\n\n\u05D2\u05E8\u05E1\u05D4\: 3.3.0\n\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D1\u05E0\u05D9\u05D9\u05D4\: {0}\n\n(c) \u05D6\u05DB\u05D5\u05D9\u05D5\u05EA \u05D4\u05D9\u05D5\u05E6\u05E8\u05D9\u05DD \u05E9\u05D9\u05D9\u05DB\u05D5\u05EA \u05DC\u05EA\u05D5\u05E8\u05DE\u05D9 Eclipse \u05D5\u05DC\u05D0\u05D7\u05E8\u05D9\u05DD 2000, 2007.  \u05DB\u05DC \u05D4\u05D6\u05DB\u05D5\u05D9\u05D5\u05EA \u05E9\u05DE\u05D5\u05E8\u05D5\u05EA.\n\u05D1\u05E7\u05E8\u05D5 \u05D1\u05D0\u05EA\u05E8\:\u200F \u200E//www.eclipse.org/platform\n\n\u05DE\u05D5\u05E6\u05E8 \u05D6\u05D4 \u05DB\u05D5\u05DC\u05DC \u05EA\u05D5\u05DB\u05E0\u05D4 \u05E9\u05E4\u05D5\u05EA\u05D7\u05D4 \u05E2\u05DC \u05D9\u05D3\u05D9 Apache Software Foundation\nhttp\://www.apache.org/\u200E
cheatsheet.actionset=\u05DE\u05D3\u05E8\u05D9\u05DB\u05D9 \u05D1\u05D6\u05E7
cheatsheet.item=&\u05DE\u05D3\u05E8\u05D9\u05DB\u05D9 \u05D1\u05D6\u05E7...\u200F
cheatsheet.category.team=\u05E6\u05D5\u05D5\u05EA/CVS
cheatsheet.cvs.checkout.name=\u05DE\u05E9\u05D9\u05DB\u05EA \u05E4\u05E8\u05D5\u05D9\u05E7\u05D8 CVS
cheatsheet.cvs.checkout.desc=\u05D4\u05E0\u05D7\u05D9\u05D5\u05EA \u05DC\u05D4\u05EA\u05D7\u05D1\u05E8\u05D5\u05EA \u05D0\u05DC \u05DE\u05D0\u05D2\u05E8 CVS \u05D5\u05DE\u05E9\u05D9\u05DB\u05EA \u05E4\u05E8\u05D5\u05D9\u05E7\u05D8 \u05DE\u05D4\u05DE\u05D0\u05D2\u05E8.
cheatsheet.cvs.merge.name=\u05DE\u05D9\u05D6\u05D5\u05D2 \u05E2\u05E0\u05E4\u05D9 CVS
cheatsheet.cvs.merge.desc=\u05D4\u05E0\u05D7\u05D9\u05D5\u05EA \u05DC\u05DE\u05D9\u05D6\u05D5\u05D2 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05DE\u05E2\u05E0\u05E3 CVS \u05D0\u05D7\u05D3 \u05DC\u05D0\u05D7\u05E8.
shortcut.overview.tooltip=\u05E1\u05E7\u05D9\u05E8\u05D4 \u05DB\u05DC\u05DC\u05D9\u05EA
shortcut.tutorials.tooltip=\u05DE\u05D3\u05E8\u05D9\u05DB\u05D9\u05DD \u05DC\u05DC\u05D9\u05DE\u05D5\u05D3 \u05E2\u05E6\u05DE\u05D9
shortcut.samples.tooltip=\u05D3\u05D5\u05D2\u05DE\u05D0\u05D5\u05EA
shortcut.whatsnew.tooltip=\u05DE\u05D4 \u05D7\u05D3\u05E9
introCustomizationPreference.name=\u05D3\u05E3 \u05E4\u05EA\u05D9\u05D7\u05D4
productIntroTitle=\u05D1\u05E8\u05D5\u05DB\u05D9\u05DD \u05D4\u05D1\u05D0\u05D9\u05DD \u05D0\u05DC Eclipse 3.3
productIntroBrandingText=Eclipse Project
introDescription-overview=Eclipse \u05D4\u05D5\u05D0 \u05E1\u05D5\u05D2 \u05E9\u05DC \u05E4\u05DC\u05D8\u05E4\u05D5\u05E8\u05DE\u05EA \u05DB\u05DC\u05D9\u05DD \u05D0\u05D5\u05E0\u05D9\u05D1\u05E8\u05E1\u05DC\u05D9\u05EA - IDE \u05E4\u05EA\u05D5\u05D7, \u05E0\u05D9\u05EA\u05DF \u05DC\u05D4\u05E8\u05D7\u05D1\u05D4, \u05DC\u05DB\u05DC \u05DE\u05D8\u05E8\u05D4 \u05D5\u05DC\u05DC\u05D0 \u05DE\u05D8\u05E8\u05D4 \u05E1\u05E4\u05E6\u05D9\u05E4\u05D9\u05EA. \u05D4\u05D5\u05D0 \u05DE\u05E1\u05E4\u05E7 \u05E1\u05D1\u05D9\u05D1\u05EA \u05E4\u05D9\u05EA\u05D5\u05D7 \u05E2\u05EA\u05D9\u05E8\u05EA \u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9\u05DD, \u05D4\u05DE\u05D0\u05E4\u05E9\u05E8\u05EA \u05DC\u05DE\u05E4\u05EA\u05D7 \u05DC\u05D9\u05E6\u05D5\u05E8 \u05D1\u05D9\u05E2\u05D9\u05DC\u05D5\u05EA \u05DB\u05DC\u05D9\u05DD \u05D4\u05DE\u05E9\u05EA\u05DC\u05D1\u05D9\u05DD \u05D1\u05E6\u05D5\u05E8\u05D4 \u05D7\u05DC\u05E7\u05D4 \u05D1\u05E4\u05DC\u05D8\u05E4\u05D5\u05E8\u05DE\u05EA Eclipse.
introDescription-tutorials=\u05E9\u05D9\u05E2\u05D5\u05E8\u05D9\u05DD \u05DE\u05E4\u05D5\u05E8\u05D8\u05D9\u05DD \u05DC\u05DC\u05D9\u05DE\u05D5\u05D3 \u05E2\u05E6\u05DE\u05D9 \u05D9\u05E0\u05D7\u05D5 \u05D0\u05EA\u05DB\u05DD \u05D1\u05E2\u05D1\u05D5\u05D3\u05D4 \u05D9\u05E2\u05D9\u05DC\u05D4 \u05E2\u05DD Eclipse
introDescription-samples=\u05E2\u05E8\u05DB\u05D5 \u05E1\u05D9\u05D5\u05E8 \u05D4\u05DB\u05E8\u05D5\u05EA \u05D1-Eclipse \u05D1\u05D0\u05DE\u05E6\u05E2\u05D5\u05EA \u05D3\u05D5\u05D2\u05DE\u05D0\u05D5\u05EA \u05DE\u05D5\u05DB\u05E0\u05D5\u05EA \u05DE\u05E8\u05D0\u05E9 (\u05D9\u05EA\u05DB\u05DF \u05E9\u05D9\u05D9\u05D3\u05E8\u05E9 \u05D7\u05D9\u05D1\u05D5\u05E8 \u05DC\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8).
