#Fri Sep 28 06:19:02 EDT 2007
pluginName=Eclipse Platform
providerName=Eclipse.org
productName=Eclipse Platform
productBlurb=Eclipse Platform\n\n\u0627\u0644\u0646\u0633\u062E\u0629\: 3.3.0\n\u0643\u0648\u062F \u0627\u0644\u0628\u0646\u0627\u0621\: {0}\n\n\u200E(c)\u200E \u062D\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u0644\u0645\u0634\u0627\u0631\u0643\u064A Eclipse \u0648\u0622\u062E\u0631\u064A\u0646 2000\u060C 2007.  \u062C\u0645\u064A\u0639 \u0627\u0644\u062D\u0642\u0648\u0642 \u0645\u062D\u0641\u0648\u0638\u0629.\n\u0642\u0645 \u0628\u0632\u064A\u0627\u0631\u0629 http\://www.eclipse.org/platform\n\n\u0647\u0630\u0627 \u0627\u0644\u0645\u0646\u062A\u062C \u064A\u062A\u0636\u0645\u0646 \u0628\u0631\u0645\u062C\u064A\u0627\u062A \u062A\u0645 \u062A\u0637\u0648\u064A\u0631\u0647\u0627 \u0645\u0646 \u062E\u0644\u0627\u0644 \n\u200EApache Software Foundation http\://www.apache.org/\u200E
cheatsheet.actionset=\u0635\u0641\u062D\u0629 \u0627\u0644\u062A\u0639\u0644\u064A\u0645\u0627\u062A
cheatsheet.item=&\u0635\u0641\u062D\u0627\u062A \u0627\u0644\u062A\u0639\u0644\u064A\u0645\u0627\u062A...
cheatsheet.category.team=\u0641\u0631\u064A\u0642/CVS
cheatsheet.cvs.checkout.name=\u062A\u062E\u0635\u064A\u0635 \u0645\u0634\u0631\u0648\u0639 CVS
cheatsheet.cvs.checkout.desc=\u0645\u0639\u0631\u0641\u0629 \u0643\u064A\u0641\u064A\u0629 \u0627\u0644\u062A\u0648\u0635\u0644 \u0644\u0645\u0633\u062A\u0648\u062F\u0639 CVS \u0648\u062A\u062E\u0635\u064A\u0635 \u0645\u0634\u0631\u0648\u0639.
cheatsheet.cvs.merge.name=\u062F\u0645\u062C \u0641\u0631\u0648\u0639 CVS
cheatsheet.cvs.merge.desc=\u0627\u062A\u0628\u0639 \u0627\u0644\u062E\u0637\u0648\u0627\u062A \u0644\u062F\u0645\u062C \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0645\u0646 \u0623\u062D\u062F \u0641\u0631\u0648\u0639 CVS \u0627\u0644\u0649 \u0622\u062E\u0631.
shortcut.overview.tooltip=\u0645\u0642\u062F\u0645\u0629
shortcut.tutorials.tooltip=\u0627\u0644\u0628\u0631\u0627\u0645\u062C \u0627\u0644\u062A\u0639\u0644\u064A\u0645\u064A\u0629
shortcut.samples.tooltip=\u0627\u0644\u0623\u0645\u062B\u0644\u0629
shortcut.whatsnew.tooltip=\u0645\u0627 \u0627\u0644\u062C\u062F\u064A\u062F
introCustomizationPreference.name=\u0645\u0631\u062D\u0628\u0627
productIntroTitle=\u0645\u0631\u062D\u0628\u0627 \u0628\u0643 \u0641\u064A Eclipse 3.3
productIntroBrandingText=\u0645\u0634\u0631\u0648\u0639 Eclipse
introDescription-overview=Eclipse \u0647\u0648 \u0646\u0648\u0639 \u0628\u064A\u0626\u0629 \u062A\u0634\u063A\u064A\u0644 \u0623\u062F\u0627\u0629 \u0639\u0627\u0645\u0629 - \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 IDE \u0645\u0641\u062A\u0648\u062D \u064A\u0645\u0643\u0646 \u062A\u0643\u0628\u064A\u0631\u0647 \u0644\u0623\u064A \u0634\u064A\u0621 \u0648\u0644\u0627 \u0634\u064A\u0621 \u0628\u0635\u0641\u0629 \u062E\u0627\u0635\u0629. \u0641\u0647\u0648 \u064A\u062A\u064A\u062D \u0628\u064A\u0626\u0629 \u062A\u0634\u063A\u064A\u0644 \u062E\u0627\u0635\u0629 \u0628\u0627\u0644\u062A\u0637\u0648\u064A\u0631 \u0643\u062B\u064A\u0631\u0629 \u0627\u0644\u062E\u0635\u0627\u0626\u0635 \u062A\u0633\u0645\u062D \u0644\u0644\u0645\u0637\u0648\u0631\u064A\u0646 \u0628\u062A\u0643\u0648\u064A\u0646 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0627\u0644\u062A\u064A \u064A\u062A\u0645 \u0627\u062F\u0645\u0627\u062C\u0647\u0627 \u0628\u0633\u0647\u0648\u0644\u0629 \u062A\u0627\u0645\u0629 \u0641\u064A \u0628\u064A\u0626\u0629 \u062A\u0634\u063A\u064A\u0644 Eclipse Platform \u0628\u0637\u0631\u064A\u0642\u0629 \u0643\u0641\u0621.
introDescription-tutorials=\u062A\u0639\u0631\u0641 \u0639\u0644\u0649 \u0643\u064A\u0641\u064A\u0629 \u0623\u0646 \u062A\u0643\u0648\u0646 \u0641\u0639\u0627\u0644\u0627 \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 Eclipse \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0633\u062A\u0643\u0645\u0627\u0644 \u0627\u0644\u0628\u0631\u0627\u0645\u062C \u0627\u0644\u062A\u0639\u0644\u064A\u0645\u064A\u0629 \u0627\u0644\u062A\u064A \u0633\u062A\u0631\u0634\u062F\u0643 \u0639\u0644\u0649 \u0637\u0648\u0644 \u0627\u0644\u0637\u0631\u064A\u0642.
introDescription-samples=\u0627\u0633\u062A\u0639\u0631\u0636 Eclipse \u0645\u0646 \u062E\u0644\u0627\u0644 \u062A\u0631\u0643\u064A\u0628 \u0627\u0644\u0623\u0645\u062B\u0644\u0629 \u0627\u0644\u062A\u064A \u062A\u0645 \u062A\u0643\u0648\u064A\u0646\u0647\u0627 \u0645\u0633\u0628\u0642\u0627 (\u0642\u062F \u064A\u062A\u0637\u0644\u0628 \u0648\u062C\u0648\u062F \u0648\u0635\u0644\u0629 \u0627\u0646\u062A\u0631\u0646\u062A).
