#Fri Sep 28 01:47:14 EDT 2007
pluginName=\u041F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430 Eclipse
providerName=Eclipse.org
productName=\u041F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430 Eclipse
productBlurb=Eclipse Platform\n\n\u0412\u0435\u0440\u0441\u0438\u044F\: 3.3.0\n\u041A\u043E\u043C\u043F\u043E\u043D\u043E\u0432\u043A\u0430\: {0}\n\n(c) Copyright Eclipse contributors and others 2000, 2007.  \u0412\u0441\u0435 \u043F\u0440\u0430\u0432\u0430 \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u044B.\nhttp\://www.eclipse.org/platform\n\n\u0412 \u0441\u043E\u0441\u0442\u0430\u0432 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0430 \u0432\u0445\u043E\u0434\u0438\u0442 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435, \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u043E\u0435\nApache Software Foundation, http\://www.apache.org/
cheatsheet.actionset=\u041F\u0430\u043C\u044F\u0442\u043A\u0438
cheatsheet.item=\u041F\u0430\u043C&\u044F\u0442\u043A\u0438...
cheatsheet.category.team=\u0413\u0440\u0443\u043F\u043F\u0430/CVS
cheatsheet.cvs.checkout.name=\u0418\u0437\u044A\u044F\u0442\u044C \u043F\u0440\u043E\u0435\u043A\u0442 CVS
cheatsheet.cvs.checkout.desc=\u0421\u0432\u0435\u0434\u0435\u043D\u0438\u044F \u043E \u0442\u043E\u043C, \u043A\u0430\u043A \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0443 CVS \u0438 \u0438\u0437\u044A\u044F\u0442\u044C \u043F\u0440\u043E\u0435\u043A\u0442.
cheatsheet.cvs.merge.name=\u041E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u0432\u0435\u0442\u0432\u0438 CVS
cheatsheet.cvs.merge.desc=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043F\u043E \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0443 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u0438\u0437 \u043E\u0434\u043D\u043E\u0439 \u0432\u0435\u0442\u0432\u0438 CVS \u0432 \u0434\u0440\u0443\u0433\u0443\u044E.
shortcut.overview.tooltip=\u041E\u0431\u0437\u043E\u0440
shortcut.tutorials.tooltip=\u0423\u0447\u0435\u0431\u043D\u0438\u043A\u0438
shortcut.samples.tooltip=\u041F\u0440\u0438\u043C\u0435\u0440\u044B
shortcut.whatsnew.tooltip=\u041D\u043E\u0432\u043E\u0435
introCustomizationPreference.name=\u041D\u0430\u0447\u0430\u043B\u044C\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
productIntroTitle=\u0414\u043E\u0431\u0440\u043E \u043F\u043E\u0436\u0430\u043B\u043E\u0432\u0430\u0442\u044C \u0432 Eclipse 3.3
productIntroBrandingText=\u041F\u0440\u043E\u0435\u043A\u0442 Eclipse
introDescription-overview=Eclipse - \u044D\u0442\u043E \u0443\u043D\u0438\u0432\u0435\u0440\u0441\u0430\u043B\u044C\u043D\u0430\u044F \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u0430\u044F \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430 - \u043E\u0442\u043A\u0440\u044B\u0442\u0430\u044F \u0438 \u0440\u0430\u0441\u0448\u0438\u0440\u044F\u0435\u043C\u0430\u044F \u0441\u0440\u0435\u0434\u0430 IDE, \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u0430\u044F \u0434\u043B\u044F \u0432\u0441\u0435\u0433\u043E \u043D\u0430 \u0441\u0432\u0435\u0442\u0435 \u0432 \u0446\u0435\u043B\u043E\u043C \u0438 \u043D\u0438\u0447\u0435\u0433\u043E \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u0433\u043E \u0432 \u0447\u0430\u0441\u0442\u043D\u043E\u0441\u0442\u0438. \u042D\u0442\u0430 \u043F\u043E\u043B\u043D\u043E\u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u0430\u044F \u0441\u0440\u0435\u0434\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043B\u0435\u0433\u043A\u043E \u0438\u043D\u0442\u0435\u0433\u0440\u0438\u0440\u0443\u044E\u0442\u0441\u044F \u0432 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0443 Eclipse.
introDescription-tutorials=\u041A\u0443\u0440\u0441\u044B \u043E\u0431\u0443\u0447\u0435\u043D\u0438\u044F \u043F\u0440\u0438\u0435\u043C\u0430\u043C \u044D\u0444\u0444\u0435\u043A\u0442\u0438\u0432\u043D\u043E\u0439 \u0440\u0430\u0431\u043E\u0442\u044B \u0441 Eclipse.
introDescription-samples=\u0418\u0437\u0443\u0447\u0435\u043D\u0438\u0435 Eclipse \u043D\u0430 \u0433\u043E\u0442\u043E\u0432\u044B\u0445 \u043F\u0440\u0438\u043C\u0435\u0440\u0430\u0445 - \u0434\u043B\u044F \u0438\u0445 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u043C\u043E\u0436\u0435\u0442 \u043F\u043E\u043D\u0430\u0434\u043E\u0431\u0438\u0442\u044C\u0441\u044F \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A Internet.
