#Fri Sep 28 04:12:00 EDT 2007
pluginName=Eclipse Platform
providerName=Eclipse.org
productName=Eclipse Platform
productBlurb=Eclipse Platform\n\nVersion\: 3.3.0\nBuild id\: {0}\n\n(c) Copyright Eclipse contributors and others 2000, 2007.  All rights reserved.\n\u0395\u03C0\u03B9\u03C3\u03BA\u03B5\u03C6\u03B8\u03B5\u03AF\u03C4\u03B5 \u03C4\u03BF \u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03CC \u03C4\u03CC\u03C0\u03BF http\://www.eclipse.org/platform\n\n\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03BF\u03CA\u03CC\u03BD \u03C0\u03B5\u03C1\u03B9\u03BB\u03B1\u03BC\u03B2\u03AC\u03BD\u03B5\u03B9 \u03BB\u03BF\u03B3\u03B9\u03C3\u03BC\u03B9\u03BA\u03CC \u03C0\u03BF\u03C5 \u03B1\u03BD\u03B1\u03C0\u03C4\u03CD\u03C7\u03B8\u03B7\u03BA\u03B5 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD\nApache Software Foundation http\://www.apache.org/
cheatsheet.actionset=\u03A6\u03CD\u03BB\u03BB\u03B1 \u03C5\u03C0\u03BF\u03B4\u03B5\u03AF\u03BE\u03B5\u03C9\u03BD
cheatsheet.item=&\u03A6\u03CD\u03BB\u03BB\u03B1 \u03C5\u03C0\u03BF\u03B4\u03B5\u03AF\u03BE\u03B5\u03C9\u03BD...
cheatsheet.category.team=\u03A3\u03C5\u03BD\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1/CVS
cheatsheet.cvs.checkout.name=\u0391\u03BD\u03AC\u03BB\u03B7\u03C8\u03B7 \u03B5\u03BB\u03AD\u03B3\u03C7\u03BF\u03C5 \u03AD\u03C1\u03B3\u03BF\u03C5 CVS
cheatsheet.cvs.checkout.desc=\u039C\u03AC\u03B8\u03B5\u03C4\u03B5 \u03C0\u03CE\u03C2 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C3\u03C5\u03BD\u03B4\u03B5\u03B8\u03B5\u03AF\u03C4\u03B5 \u03C3\u03B5 \u03AD\u03BD\u03B1 \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 CVS \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03B1\u03BD\u03B1\u03BB\u03AC\u03B2\u03B5\u03C4\u03B5 \u03C4\u03BF\u03BD \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF \u03B5\u03BD\u03CC\u03C2 \u03AD\u03C1\u03B3\u03BF\u03C5.
cheatsheet.cvs.merge.name=\u03A3\u03C5\u03B3\u03C7\u03CE\u03BD\u03B5\u03C5\u03C3\u03B7 \u03BA\u03BB\u03AC\u03B4\u03C9\u03BD CVS
cheatsheet.cvs.merge.desc=\u0391\u03BA\u03BF\u03BB\u03BF\u03C5\u03B8\u03AE\u03C3\u03C4\u03B5 \u03C4\u03B1 \u03B2\u03AE\u03BC\u03B1\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C3\u03C5\u03B3\u03C7\u03C9\u03BD\u03B5\u03CD\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03B1\u03BB\u03BB\u03B1\u03B3\u03AD\u03C2 \u03B5\u03BD\u03CC\u03C2 \u03BA\u03BB\u03AC\u03B4\u03BF\u03C5 CVS \u03C3\u03B5 \u03AD\u03BD\u03B1\u03BD \u03AC\u03BB\u03BB\u03BF\u03BD.
shortcut.overview.tooltip=\u0395\u03C0\u03B9\u03C3\u03BA\u03CC\u03C0\u03B7\u03C3\u03B7
shortcut.tutorials.tooltip=\u03A0\u03C1\u03BF\u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1 \u03B5\u03BA\u03BC\u03AC\u03B8\u03B7\u03C3\u03B7\u03C2
shortcut.samples.tooltip=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1
shortcut.whatsnew.tooltip=\u039D\u03AD\u03B5\u03C2 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B5\u03C2
introCustomizationPreference.name=\u039A\u03B1\u03BB\u03C9\u03C3\u03BF\u03C1\u03AF\u03C3\u03B1\u03C4\u03B5
productIntroTitle=\u039A\u03B1\u03BB\u03C9\u03C3\u03BF\u03C1\u03AF\u03C3\u03B1\u03C4\u03B5 \u03C3\u03C4\u03BF Eclipse 3.3
productIntroBrandingText=Eclipse Project
introDescription-overview=\u03A4\u03BF Eclipse \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03B5\u03AF \u03AD\u03BD\u03B1 \u03B5\u03AF\u03B4\u03BF\u03C2 \u03B3\u03B5\u03BD\u03B9\u03BA\u03AE\u03C2 \u03C0\u03BB\u03B1\u03C4\u03C6\u03CC\u03C1\u03BC\u03B1\u03C2-\u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03BF\u03C5. \u0395\u03AF\u03BD\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03B1\u03BD\u03BF\u03B9\u03BA\u03C4\u03CC, \u03B5\u03BD\u03BF\u03C0\u03BF\u03B9\u03B7\u03BC\u03AD\u03BD\u03BF \u03C0\u03B5\u03C1\u03B9\u03B2\u03AC\u03BB\u03BB\u03BF\u03BD \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 (IDE) \u03BC\u03B5 \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2 \u03B5\u03C0\u03AD\u03BA\u03C4\u03B1\u03C3\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03BA\u03AC\u03B8\u03B5 \u03C7\u03C1\u03AE\u03C3\u03B7. \u03A0\u03C1\u03BF\u03C3\u03C6\u03AD\u03C1\u03B5\u03B9 \u03AD\u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03B2\u03AC\u03BB\u03BB\u03BF\u03BD \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 \u03C0\u03BB\u03BF\u03CD\u03C3\u03B9\u03BF \u03C3\u03B5 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B5\u03C2, \u03C0\u03BF\u03C5 \u03B4\u03AF\u03BD\u03B5\u03B9 \u03C3\u03C4\u03BF\u03BD \u03C0\u03C1\u03BF\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03B9\u03C3\u03C4\u03AE \u03C4\u03B7 \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C4\u03B7\u03C4\u03B1 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03B9 \u03BC\u03B5 \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03B5\u03C3\u03BC\u03B1\u03C4\u03B9\u03BA\u03CC \u03C4\u03C1\u03CC\u03C0\u03BF \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03B1 \u03C0\u03BF\u03C5 \u03B8\u03B1 \u03B5\u03BD\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03BF\u03CD\u03BD \u03BC\u03B5 \u03C4\u03B7\u03BD \u03C0\u03BB\u03B1\u03C4\u03C6\u03CC\u03C1\u03BC\u03B1 \u03C4\u03BF\u03C5 Eclipse.
introDescription-tutorials=\u0394\u03B5\u03AF\u03C4\u03B5 \u03C0\u03CE\u03C2 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B5\u03AF\u03C3\u03C4\u03B5 \u03C0\u03B1\u03C1\u03B1\u03B3\u03C9\u03B3\u03B9\u03BA\u03BF\u03AF \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03BF Eclipse, \u03BC\u03B5 \u03C4\u03B1 \u03C0\u03BB\u03AE\u03C1\u03B7 \u03C0\u03C1\u03BF\u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1 \u03B5\u03BA\u03BC\u03AC\u03B8\u03B7\u03C3\u03B7\u03C2 \u03C0\u03BF\u03C5 \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B8\u03BF\u03B4\u03B7\u03B3\u03BF\u03CD\u03BD \u03C3\u03B5 \u03CC\u03BB\u03B5\u03C2 \u03C4\u03B9\u03C2 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03B1\u03C3\u03AF\u03B5\u03C2.
introDescription-samples=\u0395\u03BE\u03B5\u03C1\u03B5\u03C5\u03BD\u03AE\u03C3\u03C4\u03B5 \u03C4\u03BF Eclipse \u03B5\u03B3\u03BA\u03B1\u03B8\u03B9\u03C3\u03C4\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C0\u03C1\u03BF\u03BA\u03B1\u03C4\u03B1\u03C3\u03BA\u03B5\u03C5\u03B1\u03C3\u03BC\u03AD\u03BD\u03B1 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1 (\u03B5\u03BD\u03B4\u03AD\u03C7\u03B5\u03C4\u03B1\u03B9 \u03BD\u03B1 \u03C7\u03C1\u03B5\u03B9\u03B1\u03C3\u03C4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03C1\u03CC\u03C3\u03B2\u03B1\u03C3\u03B7 \u03C3\u03C4\u03BF Internet).
